import omarEatingLeaf from '../assets/omar-eating-leaf.jpg';
import omarTheKiller from '../assets/omar-the-killer.jpg';

const posts = [
    {
        "title": "Привітайтесь з Омаром",
        "images": [
            {
                "id": 1,
                "src": omarEatingLeaf
            }
        ],
        "content": "Омар - це не звичайний хом'як - вона горда мати шести хом'яченят, трохи кругла від усіх зайвих частувань, і настільки вражає, як крихітна королева з її сніжним білим хутром і чорною головою. Незалежно від того, чи вона метушиться навколо свого гнізда, чи накопичують закуски для своїх маленьких, Омар керує своїм домініоном м'якими лапами та серцем, повним коханням."
    },
    {
        "title": "Омарний кримінал",
        "images": [
            {
                "id": 1,
                "src": omarTheKiller
            }
        ],
        "content": "Омар з гордістю стоїть поруч із дитиною з якою все \"абсолютно добре і, безумовно, просто спить\". Тут нічого підозрілого. Не потрібно дзвонити в поліцію. Просто турботлива мати, що милується своєю маленькою ... яка просто лежить там, як на місці злочину. Рухайтеся далі, люди. Тут нічого цікавого немає. 🐹🔪😂"
    },
]

export default posts;